Repository: selfcan/StrokeMouse
Catalog: StrokeMouse/Resources/Localizable.xcstrings
Source language: en
Languages: fr, ja, ko, ru, zh_hans, zh_hant

# sync.error.busy
source: Another sync operation is still running.
fr: Une autre opération de synchronisation est encore en cours.
ja: 別の同期操作がまだ実行中です。
ko: 다른 동기화 작업이 아직 실행 중입니다.
ru: Другая операция синхронизации ещё выполняется.
zh_hans: 另一项同步操作仍在运行。
zh_hant: 另一項同步操作仍在執行。

# sync.error.disconnectBeforeSwitch
source: Disconnect the current provider before switching.
fr: Déconnectez le service actuel avant de changer.
ja: 切り替える前に、現在のプロバイダの接続を解除してください。
ko: 전환하기 전에 현재 제공자 연결을 해제하세요.
ru: Перед сменой отключите текущую службу.
zh_hans: 切换服务前请先断开当前连接。
zh_hant: 切換服務前請先斷開當前連線。

# sync.error.deviceName
source: Enter a valid device name.
fr: Saisissez un nom d’appareil valide.
ja: 有効なデバイス名を入力してください。
ko: 유효한 기기 이름을 입력하세요.
ru: Введите допустимое имя устройства.
zh_hans: 请输入有效的设备名称。
zh_hant: 請輸入有效的裝置名稱。

# sync.error.gistID
source: The Gist URL or ID is invalid.
fr: L’URL ou l’ID du Gist n’est pas valide.
ja: Gist URLまたはIDが無効です。
ko: Gist URL 또는 ID가 올바르지 않습니다.
ru: URL или ID Gist недопустимы.
zh_hans: Gist URL 或 ID 无效。
zh_hant: Gist URL 或 ID 無效。

# sync.error.webdavURL
source: Enter a valid HTTP or HTTPS WebDAV URL without embedded credentials.
fr: Saisissez une URL WebDAV HTTP ou HTTPS valide, sans identifiants intégrés.
ja: 認証情報を埋め込まない、有効なHTTPまたはHTTPSのWebDAV URLを入力してください。
ko: 자격 증명이 포함되지 않은 유효한 HTTP 또는 HTTPS WebDAV URL을 입력하세요.
ru: Введите допустимый HTTP- или HTTPS-URL WebDAV без встроенных учётных данных.
zh_hans: 请输入不含内嵌凭据的有效 HTTP 或 HTTPS WebDAV URL。
zh_hant: 請輸入不含內嵌憑據的有效 HTTP 或 HTTPS WebDAV URL。

# sync.error.confirmHTTP
source: Confirm the HTTP transport risk before saving.
fr: Confirmez le risque de transport HTTP avant d’enregistrer.
ja: 保存する前に、HTTP転送のリスクを確認してください。
ko: 저장하기 전에 HTTP 전송 위험을 확인하세요.
ru: Перед сохранением подтвердите риск передачи по HTTP.
zh_hans: 保存前请确认 HTTP 传输风险。
zh_hant: 儲存前請確認 HTTP 傳輸風險。

# sync.error.confirmPlaintext
source: Confirm the plaintext backup risk before saving.
fr: Confirmez le risque des sauvegardes en clair avant d’enregistrer.
ja: 保存する前に、平文バックアップのリスクを確認してください。
ko: 저장하기 전에 평문 백업 위험을 확인하세요.
ru: Перед сохранением подтвердите риск незашифрованной резервной копии.
zh_hans: 保存前请确认明文备份风险。
zh_hant: 儲存前請確認明文備份風險。

# sync.error.confirmGistVisibility
source: Confirm the existing Gist's visibility risk before saving.
fr: Confirmez le risque de visibilité du Gist existant avant d’enregistrer.
ja: 保存する前に、既存Gistの公開範囲のリスクを確認してください。
ko: 저장하기 전에 기존 Gist의 공개 여부 위험을 확인하세요.
ru: Перед сохранением подтвердите риск видимости существующего Gist.
zh_hans: 保存前请确认现有 Gist 的可见性风险。
zh_hant: 儲存前請確認現有 Gist 的可見性風險。

# sync.error.providerSecret
source: A provider token or password is required.
fr: Un jeton ou un mot de passe de service est requis.
ja: プロバイダのトークンまたはパスワードが必要です。
ko: 제공자 토큰 또는 암호가 필요합니다.
ru: Требуется токен или пароль службы.
zh_hans: 需要服务令牌或密码。
zh_hant: 需要服務令牌或密碼。

# sync.error.encryptionPassword
source: Set an encryption password or restore the missing local key.
fr: Définissez un mot de passe de chiffrement ou restaurez la clé locale manquante.
ja: 暗号化パスワードを設定するか、不足しているローカル鍵を復元してください。
ko: 암호화 암호를 설정하거나 없는 로컬 키를 복원하세요.
ru: Задайте пароль шифрования или восстановите отсутствующий локальный ключ.
zh_hans: 请设置加密密码，或恢复缺失的本机密钥。
zh_hant: 請設定加密密碼，或恢復缺失的本機金鑰。

# sync.error.previewRequired
source: Preview and validate this snapshot again before restoring.
fr: Prévisualisez et validez à nouveau cet instantané avant de restaurer.
ja: 復元する前に、このスナップショットを再度プレビューして検証してください。
ko: 복원하기 전에 이 스냅샷을 다시 미리보고 검증하세요.
ru: Перед восстановлением снова просмотрите и проверьте этот снимок.
zh_hans: 恢复前请重新预览并验证此快照。
zh_hant: 恢復前請重新預覽並驗證此快照。

# sync.error.previewOutdated
source: Local gestures or settings changed after the preview. Preview this snapshot again before restoring.
fr: Les gestes ou réglages locaux ont changé après l’aperçu. Prévisualisez à nouveau cet instantané avant de restaurer.
ja: プレビュー後にこのMacのジェスチャまたは設定が変わりました。復元する前に、このスナップショットを再度プレビューしてください。
ko: 미리보기 이후 로컬 제스처나 설정이 바뀌었으니, 복원하기 전에 이 스냅샷을 다시 미리보세요.
ru: После предпросмотра локальные жесты или настройки изменились. Перед восстановлением снова просмотрите этот снимок.
zh_hans: 预览后本机手势或选项已变化，恢复前请重新预览此快照。
zh_hant: 預覽後本機手勢或選項已變化，恢復前請重新預覽此快照。

# sync.error.backupMismatch
source: The selected snapshot no longer matches the preview.
fr: L’instantané sélectionné ne correspond plus à l’aperçu.
ja: 選択したスナップショットは、プレビューと一致しなくなりました。
ko: 선택한 스냅샷이 미리보기와 더 이상 일치하지 않습니다.
ru: Выбранный снимок больше не соответствует предпросмотру.
zh_hans: 所选快照与预览不再一致。
zh_hant: 所選快照與預覽不再一致。

# sync.error.confirmScripts
source: Confirm the script risk before restoring.
fr: Confirmez le risque lié aux scripts avant de restaurer.
ja: 復元する前に、スクリプトのリスクを確認してください。
ko: 복원하기 전에 스크립트 위험을 확인하세요.
ru: Перед восстановлением подтвердите риск скриптов.
zh_hans: 恢复前请确认脚本风险。
zh_hant: 恢復前請確認指令碼風險。

# sync.error.confirmTrackpad
source: Confirm the experimental touch gesture risk before restoring.
fr: Confirmez le risque des gestes tactiles expérimentaux avant de restaurer.
ja: 復元する前に、実験的なタッチジェスチャのリスクを確認してください。
ko: 복원하기 전에 실험적 터치 제스처 위험을 확인하세요.
ru: Перед восстановлением подтвердите риск экспериментальных сенсорных жестов.
zh_hans: 恢复前请确认实验性触控手势风险。
zh_hant: 恢復前請確認實驗性觸控手勢風險。

# sync.error.rollback
source: The local rollback could not be created, so nothing was applied.
fr: La restauration locale n’a pas pu être créée, rien n’a donc été appliqué.
ja: ローカルロールバックを作成できなかったため、何も適用しませんでした。
ko: 로컬 롤백을 만들지 못해 아무것도 적용되지 않았습니다.
ru: Не удалось создать локальный откат, поэтому ничего не было применено.
zh_hans: 无法创建本地回滚，因此未应用任何配置。
zh_hant: 無法建立本地回滾，因此未應用任何配置。

# sync.error.compensation
source: Restore failed and rollback compensation also failed; inspect the local configuration before continuing.
fr: La restauration a échoué et la compensation de restauration a aussi échoué ; inspectez la configuration locale avant de continuer.
ja: 復元に失敗し、補償ロールバックも失敗しました。続ける前にローカル設定を確認してください。
ko: 복원에 실패했고 롤백 보상도 실패했으니, 계속하기 전에 로컬 구성을 검사하세요.
ru: Восстановление не удалось, и компенсационный откат тоже не удался; перед продолжением проверьте локальную конфигурацию.
zh_hans: 恢复失败且补偿回滚也失败；继续前请检查本机配置。
zh_hant: 恢復失敗且補償回滾也失敗；繼續前請檢查本機配置。

# sync.error.localTransactionCompensation
source: Local credentials or sync metadata may not have been fully restored; check the connection before continuing.
fr: Les identifiants locaux ou les métadonnées de synchronisation n’ont peut-être pas été entièrement restaurés ; vérifiez la connexion avant de continuer.
ja: ローカルの認証情報または同期メタデータが完全に復元されていない可能性があります。続ける前に接続を確認してください。
ko: 로컬 자격 증명이나 동기화 메타데이터가 완전히 복원되지 않았을 수 있으니, 계속하기 전에 연결을 확인하세요.
ru: Локальные учётные данные или метаданные синхронизации могли быть восстановлены не полностью; перед продолжением проверьте подключение.
zh_hans: 本机凭据或同步元数据可能未完全恢复；继续前请检查同步连接。
zh_hant: 本機憑據或同步後設資料可能未完全恢復；繼續前請檢查同步連線。

# sync.error.storedConfiguration
source: The local sync metadata is invalid.
fr: Les métadonnées de synchronisation locales ne sont pas valides.
ja: ローカルの同期メタデータが無効です。
ko: 로컬 동기화 메타데이터가 올바르지 않습니다.
ru: Локальные метаданные синхронизации недопустимы.
zh_hans: 本机同步元数据无效。
zh_hant: 本機同步後設資料無效。

# sync.error.wrongPassword
source: The password is incorrect or the encrypted snapshot was modified.
fr: Le mot de passe est incorrect ou l’instantané chiffré a été modifié.
ja: パスワードが正しくないか、暗号化スナップショットが変更されています。
ko: 암호가 올바르지 않거나 암호화된 스냅샷이 수정되었습니다.
ru: Неверный пароль или зашифрованный снимок был изменён.
zh_hans: 密码错误，或加密快照已被修改。
zh_hant: 密碼錯誤，或加密快照已被修改。

# sync.error.tooLarge
source: The backup exceeds the 10 MiB limit.
fr: La sauvegarde dépasse la limite de 10 MiB.
ja: バックアップが10 MiBの上限を超えています。
ko: 백업이 10 MiB 제한을 초과합니다.
ru: Резервная копия превышает ограничение 10 MiB.
zh_hans: 备份超过 10 MiB 上限。
zh_hant: 備份超過 10 MiB 上限。

# sync.error.futureVersion
source: This backup was created by a newer unsupported format.
fr: Cette sauvegarde a été créée dans un format plus récent, non pris en charge.
ja: このバックアップは、未対応の新しい形式で作成されています。
ko: 이 백업은 지원하지 않는 최신 형식으로 만들어졌습니다.
ru: Эта резервная копия создана в более новом неподдерживаемом формате.
zh_hans: 此备份由当前不支持的更新格式创建。
zh_hant: 此備份由當前不支援的更新格式建立。

# sync.error.invalidBackup
source: The backup is damaged or contains invalid configuration.
fr: La sauvegarde est endommagée ou contient une configuration non valide.
ja: バックアップが破損しているか、無効な設定が含まれています。
ko: 백업이 손상되었거나 잘못된 구성이 포함되어 있습니다.
ru: Резервная копия повреждена или содержит недопустимую конфигурацию.
zh_hans: 备份已损坏，或包含无效配置。
zh_hant: 備份已損壞，或包含無效配置。

# sync.error.authentication
source: The provider rejected the saved credentials.
fr: Le service a rejeté les identifiants enregistrés.
ja: プロバイダが保存済みの認証情報を拒否しました。
ko: 제공자가 저장된 자격 증명을 거부했습니다.
ru: Служба отклонила сохранённые учётные данные.
zh_hans: 服务商拒绝了已保存的凭据。
zh_hant: 服務商拒絕了已儲存的憑據。

# sync.error.forbidden
source: The provider denied this operation.
fr: Le service a refusé cette opération.
ja: プロバイダがこの操作を拒否しました。
ko: 제공자가 이 작업을 거부했습니다.
ru: Служба запретила эту операцию.
zh_hans: 服务商拒绝执行此操作。
zh_hant: 服務商拒絕執行此操作。

# sync.error.notFound
source: The remote backup was not found.
fr: La sauvegarde distante est introuvable.
ja: リモートバックアップが見つかりませんでした。
ko: 원격 백업을 찾지 못했습니다.
ru: Удалённая резервная копия не найдена.
zh_hans: 未找到远端备份。
zh_hant: 未找到遠端備份。

# sync.error.remoteConflict
source: The remote destination already contains a conflicting item.
fr: L’emplacement distant contient déjà un élément en conflit.
ja: リモートの保存先に競合する項目が既にあります。
ko: 원격 대상에 이미 충돌하는 항목이 있습니다.
ru: В удалённом расположении уже есть конфликтующий элемент.
zh_hans: 远端位置已存在冲突项目。
zh_hant: 遠端位置已存在衝突專案。

# sync.error.rateLimited
source: The provider rate-limited this request; try again later.
fr: Le service a limité cette requête ; réessayez plus tard.
ja: プロバイダがこのリクエストを制限しました。しばらくしてからやり直してください。
ko: 제공자가 이 요청을 제한했으니 나중에 다시 시도하세요.
ru: Служба ограничила частоту запросов; повторите попытку позже.
zh_hans: 服务商限制了本次请求；请稍后再试。
zh_hant: 服務商限制了本次請求；請稍後再試。

# sync.error.unsafeRedirect
source: The provider attempted an unsafe redirect, so the request was stopped.
fr: Le service a tenté une redirection non sécurisée, la requête a donc été interrompue.
ja: プロバイダが安全でないリダイレクトを試みたため、リクエストを停止しました。
ko: 제공자가 안전하지 않은 리디렉션을 시도하여 요청이 중지되었습니다.
ru: Служба попыталась выполнить небезопасное перенаправление, поэтому запрос был остановлен.
zh_hans: 服务商尝试了不安全的重定向，因此请求已停止。
zh_hant: 服務商嘗試了不安全的重定向，因此請求已停止。

# sync.error.remote
source: The remote provider returned an invalid response or a network error.
fr: Le service distant a renvoyé une réponse non valide ou une erreur réseau.
ja: リモートプロバイダが無効な応答を返したか、ネットワークエラーが発生しました。
ko: 원격 제공자가 잘못된 응답을 반환했거나 네트워크 오류가 발생했습니다.
ru: Удалённая служба вернула недопустимый ответ или произошла сетевая ошибка.
zh_hans: 远端服务返回无效响应，或发生网络错误。
zh_hant: 遠端服務返回無效響應，或發生網路錯誤。

# sync.error.operationFailed
source: The sync operation failed without changing local configuration.
fr: L’opération de synchronisation a échoué sans modifier la configuration locale.
ja: 同期操作は失敗し、ローカル設定は変更されていません。
ko: 동기화 작업이 실패했으며 로컬 구성은 변경되지 않았습니다.
ru: Операция синхронизации не удалась, локальная конфигурация не изменена.
zh_hans: 同步操作失败，未修改本机配置。
zh_hant: 同步操作失敗，未修改本機配置。

# sync.provider.gist
source: GitHub Gist
ja: GitHubのGist
ko: GitHub의 Gist
